Repository: robert-wbe/SpeechPro-App
Catalog: SpeechPro/*.lproj/Localizable.strings
Languages: de, fr

source: My Speeches
de: Meine Reden
fr: Mes Discours

source: TITLE AND AUTHOR
de: TITEL UND AUTOR
fr: TITRE ET AUTEUR

source: Title
de: Titel
fr: Titre

source: Author
de: Autor
fr: Auteur

source: Add speech
de: Neue Rede
fr: Ajouter un discours

source: Add
de: Fertig
fr: Ajouter

source: Made by Robert Wiebe in 2022
de: Erarbeitet von Robert Wiebe in 2022
fr: Créée par Robert Wiebe en 2022

source: Your speeches will appear here.
de: Reden werden hier erscheinen.
fr: Vos discours apparaîtront ici.

source: Add a apeech using the "+" Button.
de: Nutze das "+" um eine Rede hinzuzufügen.
fr: Ajouter un discours en utilisant le bouton "+".

source: Title:
de: Titel:
fr: Titre:

source: Author:
de: Autor:
fr: Auteur:

source: paragraph
de: Absatz
fr: paragraphe

source: paragraphs
de: Absätze
fr: paragraphes

source: word
de: Wort
fr: mot

source: words
de: Wörter
fr: mots

source: s
de: e

source: speech title
de: Name der Rede
fr: Titre du discours

source: speech author
de: Autor der Rede
fr: Auteur du discours

source: Type/paste your speech in here.
de: Schreibe deine Rede hier oder füge sie hier ein.
fr: Tapez/copiez votre discours ici.

source: Paste
de: Einfügen
fr: Copier

source: Clear
de: Löschen
fr: Effacer

source: Present
de: Fertig
fr: Présenter

source: Chunk seperators in speech
de: Trennsymbole im Text
fr: Séparateurs dans le discours

source: Line breaks, colons and commas
de: Absätze, Punkte und Kommata
fr: sauts de ligne, points et virgules

source: Line breaks and colons
de: Absätze und Punkte
fr: Sauts de lignes et points

source: Line breaks only
de: Nur Absätze
fr: Sauts de ligne seulement

source: Background Image
de: Hintergrundbild
fr: Fond d'écran

source: Unnamed Speech
de: Unbenannte Rede
fr: Discours sans nom

source: Red and Blue
de: Rot und Blau
fr: Rouge et bleu

source: Purple
de: Violett
fr: Violet

source: Done
de: Fertig
fr: Terminer

source: End of content.
de: Ende der Rede
fr: Fin du discours

source: by %a
de: von %a
fr: par %a

source: plural
de: e
fr: s

source: Note: Use
de: Nutze
fr: Utiliser

source: to separate chunks in present mode.
de: um die Rede aufzuteilen.
fr: afin de séparer le discours dans le mode de présentation

source: by
de: von
fr: par

source: line breaks, colons and commas
de: Absätze, Punkte und Kommata
fr: Sauts de ligne, points et virgules

source: line breaks and colons
de: Absätze und Punkte
fr: Sauts de ligne et points

source: line breaks only
de: nur Absätze
fr: Sauts de ligne seulement

source: Gold
fr: Or
